MPU Messenger/MPU Messenger/bin/Debug/MPU Mesajları/0014-Client To MPU AddTraceDefinition Request Message.txt

<?xml version="1.0" encoding="utf-8"?>
    <soap:Envelope
        xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"
        xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
        xmlns:xsd="http://www.w3.org/2001/XMLSchema">
        <soap:Body>
            <AddTraceDefinition
                xmlns="urn:WEB-TRC">
                <oTraceDefinition
                    xmlns="">
                    <sTraceName>
                        kapı
                        </sTraceName>
                    <oVariableVector>
                        <oVarList>
                            <varId>
                                25165926
                                </varId>
                            </oVarList>
                        <oVarList>
                            <varId>
                                25165927
                                </varId>
                            </oVarList>
                        <oVarList>
                            <varId>
                                25165928
                                </varId>
                            </oVarList>
                        <oVarList>
                            <varId>
                                25165929
                                </varId>
                            </oVarList>
                        <oVarList>
                            <varId>
                                25165930
                                </varId>
                            </oVarList>
                        <oVarList>
                            <varId>
                                25165931
                                </varId>
                            </oVarList>
                        <oVarList>
                            <varId>
                                25165932
                                </varId>
                            </oVarList>
                        <oVarList>
                            <varId>
                                25165933
                                </varId>
                            </oVarList>
                        <oVarList>
                            <varId>
                                25165934
                                </varId>
                            </oVarList>
                        <oVarList>
                            <varId>
                                25165935
                                </varId>
                            </oVarList>
                        <oVarList>
                            <varId>
                                25165936
                                </varId>
                            </oVarList>
                        <oVarList>
                            <varId>
                                25165937
                                </varId>
                            </oVarList>
                        <oVarList>
                            <varId>
                                25165938
                                </varId>
                            </oVarList>
                        <oVarList>
                            <varId>
                                25165939
                                </varId>
                            </oVarList>
                        </oVariableVector>
                    <oChange>AUTHORIZED</oChange>
                    <sTraceInfo>tracer,dashboard</sTraceInfo>
                    </oTraceDefinition>
                </AddTraceDefinition>
            </soap:Body>
        </soap:Envelope>
